Repository: n8rob/corpora
Catalog: french_haitian/archive/en-ht (1).tmx
Source language: en
Languages: ht

source: And then our sodium potassium pump might get us back to our minus 70 millvolts.
ht: Et puis ponp Potasyòm odyòm nou ka pran nou pou nou moins 70 millvolts.

source: So, this is what's happening just at this point in the cell, just near that first sodium gate.
ht: Se konsa, sa se sèlman nan pwen sa a nan sak pase a selil, jis tou pwe baryè odyòm premye sa.

source: But what's going to happen in general, right?
ht: Men, sa ki pwal pase an jeneral, droit?

source: As this became very positive-- we went to 40 millivolts over here.
ht: Jan sa vin trè pozitif - n' al pou 40 millivolts sou isit la.

source: We went to 40 millvolts in this area of the cell.
ht: Nou te al pou millvolts 40 nan zòn sa a nan selil a.

source: Because of-- I guess you could almost view it as a short term or very short distance electrotonic potential, this area is going to become more positive, right?
ht: Que de - mwen panse nou te kapab pwèske wè li kòm yon kout tèm ou potentiel electrotonic distans trè kout, sa zòn pwal vin pi pozitif, sa dwat?

source: This is going to become more positive.
ht: Sa ap vin pi pozitif.

source: These positive charges are going to go where it's less positive.
ht: Chaj pozitif sa yo pwal ale kote li mwens pozitif.

source: So this is going to become more positive.
ht: Se konsa, sa ap vin pi pozitif.

source: This was at minus 70, but it's going to become more positive.
ht: Sa te fè nan moins 70, men li ap vin pi pozitif.

source: It'll go to minus 65, minus 60, minus 55-- and then bam.
ht: Sa ap pase pou moins 65, moins 60, moins 55 - Et puis bam.

source: This guy will get triggered again.
ht: Nèg sa a ap chache a ankò.

source: Then this guy gets opened.
ht: Lè sa a, nèg sa a obtient ouvert.

source: Sodium floods in through here.
ht: Odyòm inondasyon nan pase isit la.

source: So if you wanted to plot this guy's, the potential difference of what's going on across this, this all happened as soon as-- maybe as soon as a sodium started going in this first dude, the second guy-- he gets triggered here because the second guy a little bit later in time-- because of all this flow a little bit to the left of him, his potential goes up.
ht: Si ou te vle tracé sa a mal la, de diferans de sa k ap pase atravè tout sa a, sa k te pase kòm talè kòm - petèt comme talè kòm yon odyòm a pwal nan sa pwemye dude, a dezyèm nèg-li gen a isit la paske dezyèm nèg la yon ti jan pita nan tan ki pou tou sa sa yon ti jan flux sou bò gòch li, li potentiel moute.

source: He gets triggered, same exact thing happens to him, right?
ht: Li tonbe a, menm bagay egzat rive l ', byen?

source: When the sodium flows in here, becomes really positive around here, that makes the cell around here, the voltage around here, the charge around here a little bit more positive, triggers this next sodium gate to open and then this whole same thing happens, same cycle.
ht: Lè a odyòm flux isit la, est vrèman pozitif nan isit la, sa fè sèlil isi a, vòltaj la isi a, akizasyon an isi a yon ti kras plis pozitif, déclenche sa kap vini baryè odyòm pou yo louvri, lè sa a menm tout bagay sa rive menm bagay la tou bisiklèt.

source: Then the potassium gates open to make it negative again, but by the time that's happened, it's become positive over here to trigger another sodium gate.
ht: Lè sa a, gates Potasyòm yo louvri pou fè l' negatif ankò, men pa lè sa a te pase a, sa vin pozitif sou isit la pou itilize yon lòt odyòm baryè.

source: So one after another, you have these sodium gates opening and closing, but it's transmitting that information, it's transmitting that potential change.
ht: Se konsa yonn apre lòt, ou gen sa yo odyòm gates louvri Et fermeture, men transmettre enfòmasyon, li gen transmission gwo chanjman sa.

source: So what's going on here?
ht: Se poutèt sa k ap pase isit la?

source: So this is slower and it actually involves energy.
ht: Se poutèt sa plus Et l enplike aktyèlman enèji.

source: So this was-- the electrotonic was very fast.
ht: Se konsa sa te - electrotonic an te trè vit.

source: This is slow.
ht: Sa pa fasil.

source: An action potential is slower.
ht: Yon aksyon potentiel plus.

source: I don't want to say it's slow.
ht: M pa vle di li pa fasil.

source: It's slower because it has to involve these opening and closing of gates and it also involves energy.
ht: Li plus paske li genyen pou enplike sa yo louvri Et fermeture de gates Et sa enplike enèji.

source: It also requires more energy.
ht: Li tou mande plis enèji.

source: And you're also going to have to keep changing the potential in your cell and you actively have your sodium potassium pumps being very active.
ht: Et ou tou pral fè gen pou yo kenbe potansyèl chanje nan selil ou Et ou activement ont ou Potasyòm Sodyòm être trè aktif pompes.

source: But it's good.
ht: Men, li gen bon kè.

source: The positive is, it's good at covering distance.
ht: Pozitif lan se, li ta pi bon nan kanpe byen lwen.

source: When you have something like this-- we saw with the electrotonic, as we get further and further away from where the stimulus happened, the change in potential becomes more and more dissipated.
ht: Ki lè ou gen yon bagay tankou sa - nou te wè ak a electrotonic, jan nou jwenn plus Et plus wete l ' nan ki kote motif a te rive, chanjman nan potentiel vin pi byen toujou se.

source: It actually exponentially declines.
ht: Li aktyèlman façon rejete.

source: It becomes more and more dissipated as we get further and further away so it's not good for long distance.
ht: Li vin pi byen toujou se alò ke nap avanse pi lwen e pli lwen kite pou li pa bon pou long distans.

source: This thing can just continue forever because every time it stimulates the next gate, it's like we're starting all over again and so this gate-- it's going to have a flood of ions come in and those ions are going to make it a little less negative over here.
ht: Bagay sa a ka jis kontinye la pou toutan paske chak fwa li stimule baryè kap vini a, se tankou nou ap kòmanse tout ankò Se konsa baryè sa a - li pwal gen yon inondasyon ions antre Et ions sa pwal fè l' yon ti moins negatif sou isit la.

source: Then the next gate's going to open.
ht: Lè sa a, baryè a kap vini a va louvri.

source: We're going to have the cycle over and over again.
ht: Nou pwal gen ik a pase sou fwa.

source: So this is really good for traveling long distances.
ht: Se poutèt sa vrèman bon pou vwayaje distans tan.

source: So now we have really the foundation to understand exactly what's happening in a neuron and I'm going to go over that in the next video to show you how electrotonic potentials and action potentials can combine to have a signal travel through a neuron.
ht: Koulye a nou dwe vrèman fondasyon pou w konprann ekzateman sak pase nan yon ewonn m' ap kouri ale sou sa nan videyo kap vini la pou montre w kouman electrotonic potentiel Et potentiel aksyon ka konbine en yon siyal vwayaje nan yon ewonn.

source: ﻿They came...
ht: Yo vini...

source: They came with their bulldozers... and they came with their soldiers.
ht: Yo vini ak traktè yo... epi yo vini ak sòlda yo.

source: I never left my house and defended it strongly, but they didn't listen to me.
ht: Mwen pa janm kite kay mwen e mwen defann li ak tout fòs mwen, men yo pa koute mwen.

source: To me it's just like a war zone.
ht: Pou mwen se tankou yon zòn konba.

source: It's like somebody just dropped a bomb here and just boom - dispersed everybody.
ht: Se komsi yon moun fèk lage yon bonm la a epi boum - tout moun gaye.

source: Has everyone seen the company's plans?
ht: Èske tout moun wè plan konpayi a?

source: Our homes do not exist in their plans.
ht: Kay nou yo pa egziste nan plan yo.

source: (Don't destroy people's homes!)
ht: (Pa detwi kay moun!)

source: Everyone please come look at the thieves stealing people's land!
ht: Tout moun tanpri vinn wè vòlè yo k ap vòlè tè moun!

source: Mayors come and go, presidents come and go, and the poor continue in the same situation.
ht: Majistra vini epi yo ale, prezidan monte epi yo ale, epi malere yo rete nan menm sitiyasyon an. Se toujou menm istwa a.

source: They say these mega-projects bring development, we've been to several countries and this development does not exist.
ht: Yo di ke gwo pwojè sa yo kreye devlopman, nou ale nan plizyè peyi e devlopman sa a pa egziste.

source: [PEOPLE BEFORE PROFlT]
ht: [MOUN ANVAN PWOFI]

source: Forced evictions are when people are forcibly moved from their home, from their land, from their community, from their neighborhood, from their culture, against their will or desire for projects that often have no benefit to the communities that are being evicted.
ht: Degèpisman pa fòs se lè yo fòse moun kite kay yo, tè yo, kominote yo, katye yo, kilti yo, kont volonte yo oswa dezi yo pou pwojè ki trè souvan pa gen okenn benefis pou kominote y ap chase yo.

source: Forced eviction normally is done by companies, private companies with the assistance of the local authorities or the government.
ht: Jeneralman se konpayi prive ki fè degèpismman pa fòs sa yo ak asistans otorite lokal yo oswa gouvènman an.

source: They evict people from their original place without fair compensation, and using force, using violence.
ht: Yo mete moun deyò lakay yo san bon dedomajman epi yo sèvi ak fòs, ak vyolans.

source: The groups that lack economic or political power are the ones that would most often be susceptible to forced eviction.
ht: Se gwoup ki pa gen pouvwa ekonomik oswa politik yo ki viktim degèpisman pa fòs yo plis souvan.

source: No development can violate human rights.
ht: Pa gen okenn devlopman ki ka vyole dwa moun.

source: So we need to question how to balance large projects, or what people believe to be development, with improving the quality of people's lives.
ht: Pakonsekan fòk nou kesyone kijan pou nou balanse gwo pwojè yo, oubyen sa moun panse devlopman ye, ak amelyorasyon nan kalite lavi moun.

source: I understand that the duty, obligation, of the government is to develop the country.
ht: Mwen konprann ke devwa ak obligasyon gouvènman an se developman peyi a.

source: But develop the country is not develop the country for the sake, for the benefit of only a small amount of people.
ht: Men devlope peyi a pa vle di devlope peyi a nan avantaj oswa benefis yon minorite sèlman.

source: The rich become richer, and the poor become poorer.
ht: Moun rich yo vinn pi rich, epi malere yo vin pi pòv.

source: How can any project that leads to further impoverishment of the communities, removing them from their livelihood sources, be called development?
ht: Kijan fè yon pwojè ki lakòz plis mizè nan kominote yo, ki wete yo nan sous lavi yo, ka rele devlopman?

source: The truth is 'development' has become a scary word to many people because in its name many crimes are committed against many people.
ht: Verite a se ke "devlopman" vinn tounen yon mo efreyan pou anpil moun paske pou bagay sa yo fè ampil krim sou moun.

source: Wherever a forced eviction takes place, there's a pattern of violations that we can see very clearly.
ht: Chak kote yon degèpisman pa fòs fèt, genyen yon chema vyolasyon ke nou ka wè trè klèman.

source: Before an eviction, communities often aren't consulted about the projects, they receive no information about what's happening, and there's often intimidation, harassment, threats and even physical violence pressuring these communities to accept the projects.
ht: Anvan yon degèpisman, trè souvan yo pa konsilte kominote a sou pwojè yo, yo pa resevwa okenn enfòmsayon sou sa k ap pase, epi trè souvan gen kaponnay, pèsekisyon, menas, e mem vyolans fizik pou bay kominote yo presyon pou yo aksepte pwojè yo.

source: When they come here, they always say to us:
ht: Lè yo vini la, yo toujou di nou:

source: 'If you don't accept this offer, a tractor will come and destroy your home.'
ht: "Si ou pa aksepte òf sa a, yon traktè ap vini epi l ap detwi kay ou."

source: You have not respected our human rights, not as Mexicans, not as citizens, and not as humans.
ht: Ou pa respekte dwa moun nou, ni kòm Meksiken, ni kòm sitwayen, ni kòm moun

source: You've never consulted or asked the community if we agree with being flooded or resettled.
ht: Ou pa janm konsilte oubyen mande kominote a si nou dakò pou yo anvayi nou oswa deplase nou.

source: We were hearing from time to time that we would be evicted, but we did not receive any eviction notice.
ht: Tanzantan nou te kon tande ke yo ta pral degèpi nou, men nou pa janm resevwa okenn avi degèpisman.

source: They came at 7 in the morning and forced us to vacate our houses.
ht: Yo vini a 7 è dimaten epi yo fòse nou abandonnen kay nou.

source: Forget about saving our belongings...
ht: Afè ranmase zafè ou la se bliye sa.

source: My grandson was still asleep when we were being evicted.
ht: Pitit pitit mwen t ap dòmi toujou lè yo t ap mete nou deyò.

source: During the eviction, the most repeated pattern is use of force and violence, and violation of all sorts of fundamental and human rights that we can possibly imagine.
ht: Pandan degèpisman an, bagay ou wè pi souvan se izaj fòs ak vyolans, epi vyolasyon tout kalite dwa fondamantal e imen ke nou ka imajinen.

source: Normally the residents are in a state of shock.
ht: Nòmalman tout moun yo fè sezisman.

source: Sometimes houses are destroyed with residents' belongings still inside, so besides losing their homes, they lose everything they own.
ht: Gen dèfwa yo detwi kay yo ak tout afè moun yo ladan yo, non sèlman yo pèdi kay yo, yo pèdi tout sa yo posede.

source: So it's generally a violent process.
ht: Kidonk jeneralman se yon sitiyasyon ki fèt ak anpil vyolans.

source: You evict people from the place that they've lived for a long time, and they were brought to another place, far away from the first one.
ht: Ou chase moun yo de yon kote yo tap viv depi lontan, epi yo mennen yo yon lòt kote ki lwen de premye kote a.

source: And the new place, most of the new places have no jobs, no electricity, no running water, no market, no schools for the children, no medical care close by, so it's really very bad for the people.
ht: Epi nouvo kote a, majorite nouvo kote yo pa gen pa gen ni travay, ni kouran, ni dlo tiyo, pa gen ni mache ni lekòl pou ti moun yo, pa genyen swen medikal ki tou pre, kidonk li reyèlman pa bon pou moun yo.

source: After a forced eviction, families are often left to fend for themselves, they have no place to go.
ht: Apre yon degèpisman pa fòs, fanmi yo oblije degaje yo, paske yo pa gen okenn kote pou yo ale.

source: When there is a resettlement option it's often inadequate, and the main thing we see with communities that go through forced eviction is that they're left in a worse off condition than they were before the eviction.
ht: Le gen yon opsyon pou relokasyon, li jeneralman inadekwa, epi obsèvasyon prensipal ke nou fè nan kominote ki sibi degèpisman pa fòs yo se ke yo abouti nan kondisyon ki pi mal ke anvan degèpisman an.

source: The people here were treated like garbage.
ht: Yo te trete moun yo tankou fatra.

source: There used to be 150 homes and small businesses here.
ht: Te genyen 150 kay ak ti komès isit lan.

source: We didn't get any kind of compensation, small businesses didn't get anything.
ht: Nou pa resevwa okenn dedomajman, ti komès yo pa resevwa anyen.

source: We can't go anywhere.
ht: Nou pa ka ale okenn kote.

source: If we move to another place, the same thing will happen.
ht: Si nou ale yon lòt kote, menm bagay la ap rive.

source: We will be forced to leave.
ht: Y ap fòse nou kite.

source: Everyone who lives around here:
ht: Tout moun ki rete bò isit la:

source: You should stand up!
ht: Fòk nou leve kanpe!

source: (The people united will never be defeated!)
ht: (Pèp ki ini a pap janm pedi!)

source: We see a pattern of resistance, through petitions, meetings, negotiations with the government, protests, public demonstrations.
ht: Nou wè yon tandans resistans, atravè petisyon, reyinyon, negosyasyon ak gouvènman an, pwotestasyon, manifestasyon piblik.

source: Solidarity is the most important aspect of resistance.
ht: Solidarite se aspè ki pi enpòtan nan resistans la.

source: Solidarity with each other and standing up as one, instead of facing forced eviction and staying silent - being victimized.
ht: Solidarite ant youn ak lòt epi met tèt ansanm, pase nou sibi degèpisman pa fòs oubyen rete an silans - tounen viktim.

source: No matter who has the power in any state, they cannot stand in the way of a large number of people.
ht: Kèlkeswa moun ki gen pouvwa a nan nenpòt ki eta, yo pa kapab bare chimen yon bann moun.

source: For years, all of these actions have helped communities facing forced evictions learn from each other and build upon each other, locally and internationally.
ht: Pandan plizyè ane, tout aksyon sa yo ede kominote k ap fè fas a degèpisman pa fòs yo aprann youn de lòt epi bati youn sou lòt, lokalman e entenasyonalman.

source: And through this, they've not only claimed but they've also gained a larger stake in deciding what kind of development actually benefits them.
ht: Konsa, non sèlman yo reklame, men yo genyen yon pi gwo enfliyans nan desizyon sou kalite developman ki benefisye yo tout bon.

source: (Stop acts of violence!)
ht: Sispann zak vyolans!

source: We taught our people about advocacy, human rights, and many other things our community has never done.
ht: Nou edike moun nou yo sou defans dwa yo, dwa moun, e anpil lòt bagay kominote nou an pat ko janm fè.

source: A low-income community in Rio de Janeiro presented its own counter-proposal for developing the community in reaction to the threat of forced eviction by the government.
ht: Yon kominote pòv nan Rio de Janeiro te prezante pwopozisyon pa li pou devlope kominote a kom reyaksyon kont menas degèpisman pa fòs gouvenman an tap fè.

source: We, the community land owners, took to the streets and to the courts because they want to take our lands and river, and we don't agree with that.
ht: Nou menm, mèt tè nan kominote a nou pran lari epi nou ale nan tribinal yo paske yo vle pran tè nou ak rivyè nou, e nou pa dakò ak sa.

source: Out of 10 eviction cases that we've challenged to court, we've won them all.
ht: Nan 10 ka degèpisman ke nou konbat yo, nou genyen tout.

source: With that, we have gained the dignity of the poor people.
ht: Konsa, nou retabli diyite malere yo.

source: You cannot just come and evict people, you need to follow proper channels of engagement.
ht: Ou pa ka jis vini epi mete moun deyò, ou dwe swiv pwosè angajman kòrèk yo.

source: There are communities that are not aware that their situation is not theirs alone or specific to their region, but it is a shared situation.
ht: Gen lòt kominote ki pa konnen ke yo pa pou kont yo nan sitiyasyon sa a, e se pa yon bagay ki rive nan zòn pa yo an sèlman. men se yon sitiyasyon ki toupatou.

source: So it's necessary to try to link local situations to the broader and more international issues.
ht: Alò li nesesè pou nou konekte sitiyasyon lokal yo ak pwoblèm entenasyonal yo.

source: You have South Korean companies investing in India.
ht: Ou genyen konpayi Kore di Sid k ap envesti an End.

source: You have Indian companies investing in South Africa.
ht: Ou genyen konpayi Endyen k ap envesti nan Afrik di Sid.

source: If the nature of that transaction and finance and the people causing these evictions are international in nature, then the campaigns ought to be international in nature.
ht: Si nati tranzaksyon ak finans sa a e moun ki lakòz degèpisman yo gen racin entenasyonal alò kanpay yo dwe entenasyonal tou.

source: We are in a globalized world, and we ought to have campaigns that are global.
ht: Nou nan yon mond globalize, e nou dwe genyen kanpay ki global.

source: We have no choice.
ht: Nou pa gen okenn chwa.

source: States must incorporate a new approach which places the citizens and the communities at the center of decision-making.
ht: Fòk leta yo adopte yon nouvo apwòch ki mete sitwayen ak kominote yo nan sant tout desizyon.

source: People need to come before profits.
ht: Fòk moun pi enpòtan pase pwofi.

source: Real development should improve the lives of families, and not tear these lives apart.
ht: Bonjan devlopman ta dwe amelyore lavi fanmi yo, pa detwi lavi yo.

source: We must put people's interests before economic interests or large projects.
ht: Fòk nou mete enterè moun anvan enterè ekonomik oswa gwo pwojè.

source: Who do these projects serve?
ht: Kiyès pwojè sa yo benefisye?

source: Good afternoon.
ht: Bonjou.

source: Earlier today the Supreme Court upheld the constitutionality of the Affordable Care Act, the name of the health care reform we passed two years ago.
ht: Byen bonè jodi ya, Tribinal Siprèm peyi ya te konfime konstitisyonalite de yon lwa ki rele "Lwa pou Swen Abòdab (Affordable Care Act)" ke administrasyon'm nan te pase pou refòme sistèm de sante peyi, de zan de sa.

source: In doing so they've reaffirmed a fundamental principle that here in America, in the wealthiest nation on earth, no illness or accident should lead to any family's financial ruin.
ht: Nan fè sa, manm Tribinal Siprèm sa te vlè fè tout moun konnen ke isit, Ozetazini, kòm peyi ki pi rich sou latè, okenn maladi oubyen aksidan pa ta dwe janm fè okenn fanmi vin razè.

source: I know there will be a lot of discussion today about the politics of all this, about who won and who lost,
ht: M'konnen ke pral gen anpil diskisyon jodi ya sou aspè politik de bagay sa, sou kiyès ki genyen avèk kiyès ki pèdi.

source: That's how these things tend to be viewed here in Washington.
ht: Se konsa moun konn abitye wè bagay yo, isit la nan Wachintonn (Washington).

source: But that discussion completely misses the point.
ht: Men, moun ki nan fè diskisyon politik sou bagay sa vrèman pa konprann sa ki enpòtan.

source: Whatever the politics, today's decision was a victory for people all over this country whose lives will be more secure because of this law and the Supreme Court's decision to uphold it.
ht: Kèlkeswa diferans politik ke'n genyen, desizyon sa, se te yon viktwa pou tout moun nan peyi ya, ki pral wè ke vi yo ap gen plis sikirite akoz de lwa sa, epi akoz de desizyon ke Tribinal Siprèm nan te pran pou'l te konfime'l.

source: And because this law has a direct impact on so many Americans I want to take this opportunity to talk about exactly what it means for you.
ht: Epi paske lwa sa pral afekte anpil Ameriken nan yon fason ki dirèk m'vle sezi opòtinite sa, pou'm eksplike ekzakteman kijan sa pral chanje vi'w.

source: First, if you're one of the more than 250 million Americans who already have health insurance you will keep your health insurance.
ht: Premyeman, si'w se youn nan 250 milyon Ameriken isit ki deja genyen asirans de sante, lwa sa p'ap retire'l nan men'w.

source: This law will only make it more secure and more affordable.
ht: Okontrè, li pral fè asirans ou ba'w plis sekirite, epi li pral fè sa vin pi abòdab.

source: Insurance companies can no longer impose lifetime limits on the amount of care you receive.
ht: Konpayi asirans yo p'ap ka dezòmè mete limit sou kantite de swen ke'w ka resevwa.

source: They can no longer discriminate against children with pre-existing conditions.
ht: Yo p'ap ka dezòmè refize pwoteje timoun ki te gen sètèn maladi avan ke yo te aplike pou asirans.

source: They can no longer drop your coverage if you get sick.
ht: Yo p'ap ka dezòmè retire'w sou plan yo lè'w malad.

source: They can no longer jack up your premiums without reason.
ht: Epi tou, yo p'ap ka dezòmè monte pri sou ou san okenn rezon.
